app/controllers/projects_controller.rb

  def create
    @project = Project.new(project_params)

    respond_to do |format|
      if @project.save
---
INSERT INTO "projects" ("title", "description", "file_url", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", 1], ["description", "Свояк за 300"], ["file_url", "ссылка"], ["created_at", "2016-07-13 09:34:30.273175"], ["updated_at", "2016-07-13 09:34:30.273175"]]